fixtures/request_templates/parceiros_v3/consultar_produto.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:tem="http://tempuri.org/">
   <soapenv:Header/>
   <soapenv:Body>
      <tem:ConsultarProduto>
         <tem:idSku><%= dados['id_sku'] %></tem:idSku>
      </tem:ConsultarProduto>
   </soapenv:Body>
</soapenv:Envelope>
